{
    "1": "      Q  문서 저장하기  Keep에 저장 Keep 바로가기    인공지능, 빅데이터 관련 자격증 수시끝난 고3입니다. 인공지능 빅데이터관련 자격증으로 뭐가 좋을까요? 많이 찾아봤는데 제 나이에 해당안되는게 너무 많더라고요     1:1  A      다은쌤 25868755      ... dos 명령어 정리 및 심화학습, 네트워크란, 네트워크 분류, 네트워크 주소체계, 통신방식, arp, osi 7 layer, ip주소, 서브네팅, 윈도우서버, 도메인, 컴퓨터 언어, 파이썬, 변수, 자료형, 입력함수, 연산자, 조건제어문, 반복문 체계적인 학습으로 빅데이터/인공지능 공부의 발판을 삼아보세요.  2022.08.08.          Q인공지능 3D프린팅 빅데이터 전문가 소질 자격증 인공지능 전문가 3d프린팅 전문가 빅데이터 전문가가 되기위해 필요한 소질과 자격증등을 알려주세요 급합니다  2021.11.23.       Q빅데이터, 인공지능 진로희망 ... 빅데이터, 인공지능 쪽으로 진로를 생각하고 생기부를 그 쪽 분야로 맞추고 있습니다. 1. 이 성적이면 어느 대학교에 어디 과 정도를 합격할 수 있나요? 2. 빅데이터와 인공지능이 서로 통합되어 사용되는 직업으로는 뭐가 있나요?(굳이 통합되지 않더라도 각 분야별로 어떤 직업이 있는지...  2019.09.02.     이전 다음     관련 자격증        Q  문서 저장하기  Keep에 저장 Keep 바로가기    빅데이터/인공지능 1. 그냥 데이터와 빅데이터의 차이점이 무엇인가요? 2. 빅데이터와 인공지능의 연관성을 설명해주세요..! 3. 빅데이터는 인공지능을 개발할때만 사용되는건가요? 아니라면 다른 용도도 간단히 설명 부탁드립니다!!     1:1  A    신그래      ... 빅데이터와 인공지능의 연관성을 설명해주세요..! EX) 알파고라는 인공지능 안에 바둑을 어떻게 둬야할지 하나하나 데이터로 만들어져 있는겁니다. 3. 빅데이터는 인공지능을 개발할때만 사용되는건가요? 아니라면 다른 용도도 간단히 설명 부탁드립니다!! 빅데이터는 인공지능 개발 뿐만이...  2021.10.13.          Q인공지능과 빅데이터의 연관성과 차이점에 대하여 빅데이터와 인공지능에 대해 관심이 생겼는데 알려주실 분 계시면 감사합니다.  2021.01.12.      이전 다음     관련 연관성 차이점        Q  문서 저장하기  Keep에 저장 Keep 바로가기    마술에 빅데이터와 인공지능이 활용한 사례에는 무엇이 있을까요?????     1:1  A    conjuring      제가 빅데이터랑 인공지능을 잘 몰라서 정확한 답변이 될지는 모르겠네요 통계는 마술사들도 많이 이용합니다 사람이 많이 생각하는 카드나 숫자 색깔 그런걸 정리해둔 자료가 있습니다 한국에 마술잡지가 있습니다 아르카나라는 잡지인데 이번 11월호에 구글 트렌드 서비스에...  2021.11.20.          Q빅데이터 분석 인공지능 제가 MLB야구리구의 데이터를 텐서플로를 활용하여 분석하고 그래프를 그린 활동을 하였는데 이 경험을 이용하여 인공지능을 활용할수있는 사례나 인공지능분야와 융합된 사례나 베슷한 경우가 있을까요?  2021.10.25.      이전 다음     관련 사례 활용        Q  문서 저장하기  Keep에 저장 Keep 바로가기    알고리즘과 인공지능 그리고 빅데이터도 IT 기술에 포함되나요? 알고리즘과 인공지능 그리고 빅데이터가 IT 기술에 포함되나요??     1:1  A     바람신  인생멘토      안녕하세요 질문자님 네 알고리즘이라는건 프로그래밍(코딩)의 원리이며 빅데이터와 인공지능은 IT분야중에서도 미래 비전이 좋은 분야로 손꼽히고 있습니다. 하지만 해당 분야는 IT분야중에서도 상위난이도에 속하기 때문에 기초지식부터 차근차근 쌓아가는것이 중요한데 코딩 공부경험은...  2021.09.12.          Q빅데이터분석과 인공지능 ... 하지만 과학,기술이 발전하면서 인공지능과 빅 데이터가 결합하게 된다면 구지 빅 데이터 분석가라는 직업이 필요없고, 인공지능이 다 하면 되는거 아닌가요? 현재 과학이 발전하는 속도를 보면 빠르면 10,20년 안에 길어 봤자 50년안에는 인공지능과 빅 데이터가 결합할 거라 생각하는데 제...  2016.11.08.        Q빅데이터와 인공지능의 미래 질문합니다(내공100) 빅데이터와 인공지능을 떠오르면 알파고가 생각나는데 이런 기술이 미래에는 사람들에게 어떤 영향을 미칠까요? 구체적인 답변 원합니다 ㅜ  2017.12.21.      이전 다음     관련 기술        Q  문서 저장하기  Keep에 저장 Keep 바로가기    네이버페이에서 활용하고 있는 빅데이터 또는 인공지능 관련기술은 뭐가 있을까요? 네이버페이에서 활용하고 있는 빅데이터 또는 인공지능 관련기술(머신러닝, 딥러닝 등)은 뭐가 있을까요?     1:1  A     물신  김허실      ... 빅데이터를 수집하고 분류하는 알고리즘 역시 일종의 인공지능이고 데이터를 학습해서 사람들에게 다양한 상품을 추천해주는 것은 머신러닝이라고 볼 수 있겠네요. 브런치에 네이버페이와 데이터 관련 잘 정리해 주신 분이 있어서 링크 공유합니다. &  2022.05.19.          Q네이버 빅데이터 인공지능에 대해 알아보자 이 글의 분류는 무엇이 될 것인가?  2020.06.12.      이전 다음     관련 네이버        Q  문서 저장하기  Keep에 저장 Keep 바로가기    빅데이터, 인공지능 관련 기술 데이터 분석 기술, 인간 컴퓨터 상호 작용 기술, 네트워크 기술, 인공지능 기술, 정보 보호 기술 중에 빅데이터랑 인공지능 관련 기술은 어떤 건가요?     1:1  A    교육컨설턴트      모두 다 포함됩니다. 현재 빅데이터나 AI관련 분야로 준비를 희망하고 계셨다면 하단의 홈페이지 통해 연락주시면 더 자세히 안내드리도록 하겠습니다, 감사합니다.  2022.03.21.          Q국정원 정보통신분야 빅데이터 인공지능 국가정보원 분야중에 정보통신분야 쪽에 궁금해요. 빅데이터나 인공지능쪽으로 전공을 하고 들어갈 수 있을까요? (특정직 7급)  2020.08.28.      이전 다음     관련 정보        Q  문서 저장하기  Keep에 저장 Keep 바로가기    인공지능과 연관지을수 있는 빅데이터 책 추천해주세요. 인공지능과 연관지을수 있는 빅데이터 책 있으면 추천 부탁드립니다. 내공 1000개 광고성 답변과 추천한 이유가 없는 답변은 안하셨으면 합니다.        1:1  A      tlad****      ... 빅데이터 인공지능에 관련 정보도 많습니다. 도움 많이 되실 거예요!!! 제가 오래동안 요약한 내용입니다. 링크 걸어둘게요 미래 유망 직업? 내 일자리는 안전한가? 일자리 혁명2030/ 사라지는 직업들/미래트랜드 :: 자존감지킴이 (tistory.com) 또한, 우리는 적성과 소질, 능력, 지능 등에...  2022.01.12.          Q빅데이터 인공지능 빅데이터와 인공지능 연관있죠?  2021.10.22.        Q인공지능 빅데이터 어떤 연관이 있나요 인공지능이랑 빅데이터가 어떤 연관이 있나요??????  2020.10.14.      이전 다음     관련 연관        Q  문서 저장하기  Keep에 저장 Keep 바로가기    빅데이터랑 인공지능이랑 무슨관계가 있나요?     1:1  A     물신오피스도구  강종훈      안녕하세요... 현재 인공지능이라고 불리우는 machine learning의 기초가 되는 내용이 많은 데이타를 분석 분류 하여 상황에 맞는 값을 확률적으로 도출하는 작업입니다. 그러므로 데이타가 많으면 많을 수록 시도하는 횟수가 많으면 많을 수록 인공지능의 정확도는 높아지는 원리입니다.  2022.06.09.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    4차 산업혁명 핵심정보기술(인공지능,빅 데이터,로봇,사물 인터넷)에 대한 정의 알려주세요! 내공100     1:1  A      evil****      ... 4차 산업혁명 기술 6가지 총 정리 - https://pt1000.tistory.com/m/41 빅데이터(Big Data) 정의, 5가지 특징, 적용사례, 직업_총정리... (IoT) 총 정리_정의, 기술, 대표 사례 5개 - https://pt1000.tistory.com/m/87 인공지능(AI) 2편_인공지능의 시대 - https://pt1000.tistory.com/m/53  2022.05.20.          Q빅데이터,인공지능,사물인터넷 원격진료 빅데이터,인공지능 사물인터넷등의 기술을 원격진료에 적용시킬 수 있는 분야와 가능성을 각각 알려주세요ㅠㅠㅠ  2021.10.22.        Q빅데이터 사물인터넷 로봇 인공지능의 나만의 정의좀 써주세요 ㅠ 나만의정의어케해야할까요  2021.03.29.      이전 다음     관련 인터넷 사물        Q  문서 저장하기  Keep에 저장 Keep 바로가기    해사에서 빅데이터, 인공지능쪽 전문가 ... 꿈이 빅데이터나 인공지능쪽에서 연구하는 것인데 해사에서 이 분야로 갈려면 사이버과학과를 통해 공부를 한후, 대학원을 진학해서 관련분야를 공부하는것과 서강대 지식융합미디어학과를 간후, 연계전공을 통해서 관련학문을 배운뒤 대학원 진학하는 길 중 고민하고 있습니다. 어떤 길이...      1:1  A      tlad****      ... 빅데이터 인공지능에 관련 정보도 많습니다. 도움 많이 되실 거예요!!! 제가 오래동안 요약한 내용입니다. 링크 걸어둘게요 미래 유망 직업? 내 일자리는 안전한가? 일자리 혁명2030/ 사라지는 직업들/미래트랜드 :: 자존감지킴이 (tistory.com) 또한, 우리는 적성과 소질, 능력, 지능 등에...  2022.01.12.          Q빅데이터와 인공지능 안녕하세요 이번에 수학과를 졸업하고 진로를 바꾸면서 빅데이터나 인공지능 쪽으로 진출하기위해 대학원을 고려중인 사람입니다. 대학원 진학후 통계학 석사는 따야한다는데 통계학과를 들어가야하나요 수학과를 들어가야하나요...? 그리고 진학후 어떻게 공부하고 준비해야할지 기본 지식이...  2018.04.14.        Q빅데이터와 인공지능 관련성 미래에 인공지능을 만들고싶은 학생입니다. 제가 현재 빅데이터학과 진학을 생각하고 있는데 빅데이터학과에 진학하는것이 인공지능과 어떤 밀접한 관련이 있고 과연 인공지능을 만들 수 있을지 궁금합니다. 자세한 답변부탁드립니다.  2019.10.18.      이전 다음     관련 학과 진학       ",
    "2": "      Q  문서 저장하기  Keep에 저장 Keep 바로가기    빅데이터랑 인공지능의 연관성 빅데이터랑 인공지능이 어떻게 연결되어 있는지, 빅데이터에 인공지능이 활용된다면 어떠한 방도로 활용되는지 자세하게 알려 주세요     1:1  A    제리쌤      ... 지금 질문하시는분이 빅데이터랑 인공지능이 어떻게 연결되어 있는지, 빅데이터에 인공지능이 활용된다면 어떠한 방도로 활용되는지 자세하게 알려달라고 질문을 주시는거군요 일단은 https://blog.naver.com/6ix9318/222248013524 인공지능은 이렇게 우리사회에서 활용되어지면서...  2021.03.22.          Q빅데이터. 인공지능을 활용한 신약개발과 의료계의 변화 제목 처럼 빅데이터와 인공지능을 활용이 어떻게 신약개발에 기여하는지 알려주세요 ㅠ  2021.04.11.      이전 다음     관련 활용        Q  문서 저장하기  Keep에 저장 Keep 바로가기    인공지능 빅데이터 코딩등 영어로 된 이런 분야의 책 추천해 주세요. 전 아직 초딩인데 이분야의 한국판 책은 이미 많이 읽었고 제가 영어로도 일어설 이해 할수 있나 시험해 보고 싶어요 2~3권 정도 추천 부탁드립니다! 내공 30        1:1  A    힘영성      ... 빅데이터와 인공지능은 대학에서 3~4학년쯤 되어야지 들을 수 있는 높은 수준의 기술입니다. 이런 것을 초등학생 때부터 하려면 먼저 그 전의 필수적으로 익혀야 되는 모든 기술들을 배우시고 개발자 수준까지 높여놔야 합니다~ 제가 봤을때는 초등학생이시기에 열심히 하면 중학생쯤 되면...  2020.03.24.          Q빅데이터와 인공지능에 관해서 여쭙고 싶습니다 ... 빅데이터나 인공지능 쪽으로 가려고 한다면 이건 역시 무리한 도전일까요? 통계학이나 R은 그럭저럭이지만 코딩을 크게 즐겨하지 못하는 상황에서 데이터 관련 수업들을 잘 소화해낼 수 있을지가 걱정입니다 3학년이라서 뭐가 뭔지 잘 모르는게 더 많다보니 강의계획서를 보더라도 잘 이해가...  2021.02.03.        Q인공지능& 빅데이터 분야 역량 강화를 위해 배우면 좋은 것 인공지능 분야 역량 강화를 위해 배우면 좋은 것 빅데이터, 인공지능 분야의 기초부터 배우려고 하는데요 빅데이터 7 인공지능 3정도 될 것 같습니다 정확히는 빅데이터 자료 정리를 위한 알고리즘 혹은 간단한 판단 능력을 위해 인공지능을 배우려하는것 입니다. 인공지능& 빅데이터 분야에서...  2021.02.17.      이전 다음     관련 코딩 분야        Q  문서 저장하기  Keep에 저장 Keep 바로가기    인공지능과 빅데이터의 앞으로의 전망이 너무 궁금합니다ㅠㅠㅠㅠㅠㅠㅠㅠㅠ 알려주세요 ㅠㅠㅠㅠㅠㅠ     1:1  A      milk****      4차 산업혁명시대에 빅데이터와 인공지능의 발전은 눈부신 속도로 이루어지고 있습니다. 앞으로의 전망이 가장 좋은 분야이며, 체계적인 학습을 통하여 미래를 준비하면 좋습니다. 제 블로그 글이니 참고하시면 좋을 듯 합니다~~! 자세한 문의사항은 아래 링크를 통해서 남겨주시면 친절히 답변...  2021.01.04.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    빅데이터와 인공지능의 차이점이 뭔가요?     1:1  A      GG      ... 9D%B4%ED%84%B0%EC%A0%84%EB%AC%B8%EA%B0%80-%EB%96%A0%EC%98%A4%EB%A5%B4%EB%8A%94-IT%EC%A7%81%EC%97%85 궁금하신점이 해결되셨나요? 조금이나마 도움이 되셨기를 바랍니다. 빅데이터와 인공지능(IOT) 에 관련되어서 궁금하신점이 있으시면 하단의 네임카드를 통해서 도움을 받아보시길 바랍니다.  2017.07.13.          Q빅데이터와 인공지능의 특징과 차이점은 무엇인가요? 1.빅데이터와 인공지능의 특징과 차이점은 무엇인가요? 2.인공지능을 융합한 어플리케이션을 개발할 수 있나요? 으앙 ㅠㅠㅠㅠㅠ사실 컴퓨터관련된 지식을 알아야하는데 하나도 모르겠네요.. 도와주세요  2016.09.20.      이전 다음     관련 차이점        Q  문서 저장하기  Keep에 저장 Keep 바로가기    빅데이터/인공지능/4차산업지식을 공부하고 싶어요 빅데이터/인공지능 시대를 대비하여 공부하고 싶은 30대 직장인입니다. 4차산업시대라고 하는데요. 빅데이터, 인공지능 관련 업무에 관심이 많고, 그 방면으로 나중에 이직을 꿈꾸고 있습니다. 헌데 일을 하면서 공부하는 기관을 찾기가 힘듭니다. 주변에 공부하고 계신 분들의 답변 부탁드립니다.     1:1  A       절대신직업, 취업  중소벤처기업부      ... 빅데이터와 인공지능과 4차산업의 공통은 데이터 저장하고 데이터 분석하여 알고리즘 개발하여 개발된 알고리즘을 활용하는 것이기에 빅데이터의 공부는 데이터베이스, 통계이론과 통계프로그램, 웹프로그램 등의 전산프로그램입니다. 시간이 안되시면 요즘 온라인으로 인터넷 강의하는...  2019.12.06.          Q인공지능/빅데이터/4차산업지식을 공부하고 싶어요 ... 빅데이터, 인공지능 관련 업무에 관심도 많고 이쪽 방면으로 나중에 이직도 생각을 하고 있습니다. 그런데 일을 하면서 공부하는 기관을 찾기가 많이 힘드네요.. 주변에 공부하고 계신 분들 계시다면 답변을 받고 싶습니다.  2019.11.15.      이전 다음        Q  문서 저장하기  Keep에 저장 Keep 바로가기    빅데이터, 인공지능 공부 관련 질문 빅데이터/인공지능 시대의 흐름에 맞춰 공부를 시작하고 싶습니다 나이는 30대 직장인이고 빅데이터, 인공지능 관련 업무에 관심이 많습니다 이쪽 방면으로 나중에 이직을 할 수 있으면 꼭 하고 싶은데 당장 일을 하면서 공부할 수 있는 기관을 찾기도 힘들어서 고민이에요ㅠㅠ 어떻게 하면 좋을지...      1:1  A     바람신  IT 전문 손생님      안녕하세요 빅데이터와 인공지능의대해서 질문을 주셨습니다 인공지능과 빅데이터에 관해서 현실적으로 간략하게 답변을 드리겠습니다 인공지능과 빅데이터는 IT 분야에서 학벌을보는 분야중 몇안되는분야입니다 인공지능같은경우는 석박사까지 취득을하셔야 강인공지능 분야로...  2020.01.15.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    인공지능,빅데이터 퀴즈 할만 한거 있을까요 이거 제가 친구들에게 써먹을 건데 최소 2~3개 알려주세요.     1:1  A    코딩중수      인공지능과 기계의 차이는? 인공지능은 기계에 사람이 인공적으로 지능을 합친 것이다. 빅데이터와 인공지능의 상관관계는? 빅데이터를 이용해 인공미능한테 정보를 보내고, 인공지능은 데이터를 받아 빅데이터에 저장시킨다. 이정도면 될까요?  2022.06.23.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    빅데이터랑 AI 인공지능 이 두개가 대체 어떤 관련이 있죠? 빅데이터 공부하면 인공지능 만들수 있어요?        1:1  A     바람신  핸아 쌤      ... 빅데이터와 AI인공지능은 많은 연관이 있습니다. 빅데이터가 아주 중요한 역할을 합니다.ㅎㅎ 아래 포스팅 한번 꼭 읽어보세요. https://blog.naver.com/designer_dh/222012015839 IT는 질문자님의 목적과 상황에 맞춰 필요한 부분들을 캐치해 채우면서 좀 더 체계적으로...  2020.07.15.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    빅데이터 인공지능 등 4차 산업혁명이 현실로 다가오는 지금 외교관을 꿈꾸며 공부하는데요.. 여기서 제가 특별하게 준비해야하거나 외교관이라는 직업에 영향을 미쳐서 변동하게 되거나 혹시 뭐 그런거 있을까요?     1:1  A    빡쌤      ... 이미 지금도 쓸만한 수준에는 올라왔지만, 외교관으로 지낸다면 작은 단어 하나도 해석에 오해의 여지가 생기지 않는게 중요한 만큼, 더 세밀한 이해가 필요해요. 인공지능은 결국 빅데이터를 다루기 때문에 사람처럼 경험하는 과정을 지향하는 편이에요. 하지만 아직은 시간이 좀 남았죠!  2021.08.04.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    인공지능을 공부하려면 빅데이터의 공부가 필수인가요? 인공지능을 공부하려면 빅데이터를 먼저 꼭 공부해야하나요? 인공지능의 기본이 데이터를이용하는것이니 그래야하는것 같아서요     1:1  A    IT 컨설턴트      네 필수라고 볼 수 있죠 빅데이터 학문 '데이터 사이언스'만 해도 데이터 사이언스 안에 포괄되는게 '인공지능'입니다 인공지능과 빅데이터의 관계는 뗄레야 뗄 수 없죠 \" \" 빅데이터 인공지능 데이터사이언스 관련 원본 포스팅입니다 참고하시고 도움되셨다면 채택 부탁드려요 ㅎㅎ  2021.08.28.        ",
    "3": "      Q  문서 저장하기  Keep에 저장 Keep 바로가기    빅데이터와 인공지능은 밀접한 연관이 있다고 하는데 그럼 이 두 기술 모두를 이용한 산업분야에는 무엇이 있나요?? 저도 준비하려구요.. 가능하시다면 구체적으로 설명해주세용 ㅎㅎ     1:1  A       절대신직업, 취업  중소벤처기업부      ... 빅데이터는 많은 데이터를 수집하고 정제하고 분석하여 의미 있는 결과 또는 모형을 개발하는 과정이고, 인공지능은 빅데이터에서 나온 모형을 실제로 사물에 적용하여 외부의 자극과 반응에 대하여 반응하도록 빅데이터의 결과를 적용하는 결과라고 볼 수 있습니다. 따라서 인공지능은...  2018.10.26.          Q인공지능이나 빅데이터는 과학적 연관이 있는가 고1 수행평가 준비중인데용.. 생활 속 불편함에 대한 아이디어 제안서를 하는건데요 아이디어를 과학이랑 연관지어야 하는거라 인공지능이나 빅데이터를 사용해서 쓸건데 인공지능이나 빅데이터는 과학적 연관이 있나요? 궁금합니다  2022.06.02.      이전 다음     관련 연관 준비        Q  문서 저장하기  Keep에 저장 Keep 바로가기    인공지능과 빅데이터 미래산업 동향 인공지능과 빅데이터와 관련된 미래산업 동향이 어떻게 되나요? 큰 틀을 잡아주세요     1:1  A      kkul****      인공지능과 빅데이터와 관련된 미래산업 동향 빅데이터란? 인터넷에서 발생되는 데이터를 뜻합니다. 지금 제가 글을 쓰는 것도 질문자님이 질문을 남긴것도 모두 로그(LOG)로 남게됩니다. 그리고 카톡대화, 버스카드, 신용카드 등등등등 모두 데이터로 남게되죠. 이런 데이터를 수집하고 분석하면...  2022.06.02.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    빅데이터와 인공지능 도대체 이 두개는 뭐가 관련되는거죠?     1:1  A     식물신  지식냥이      ... 빅데이터와 인공지능의 관계에 대해 질문주셨는데요. 간단하게 설명드리면 인공지능을 다루기 위해서는 인공지능이 스스로 학습하고 행동할 수 있는 데이터들을 다루어야 합니다. 근데 이 데이터들이 굉장히 많이 있겠죠? 그래서 빅데이터를 배우고 관리하는 법을...  2020.08.07.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    빅데이터와 인공지능이 뭔가요 빨리점여 빅데이터와 인공지능 머임 알려주세요 내공줌     1:1  A    제리쌤      ... com/6ix9318/222248013524 인공지능 분야도 마찬가지로 우리생활과 사회곳곳에서 여러부분으로 유용하게 쓰여지고 있는데요 ~ 빅 데이터는 특히 새로운 데이터 소스에서 나온 더 크고 더 복잡한 데이터 세트입니다. 이러한 데이터 세트는 너무 방대하여 기존의 데이터 처리...  2021.03.25.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    빅데이터,lot,인공지능? 지금 직업전문학교에서 it쪽 배워보려고 알아보는데 아예 모르는 분야라서요 빅데이터,lot,인공지능 이것들이 뭔지 알려주시고 취업을 했을 때 어떤 일을 하게 되는 건지도 좀 알려주세요     1:1  A      마이너      하지마세요 지금 그거배우면 개 손햅니다 그냥 웹개발자, 어플리케이션 개발자로 가세요 빅데이터 -> 통계학 + 데이터베이스 구축 + 코딩으로 녹여낼 수 있는 사람. 인공지능 -> 배우기도 어려울 뿐더러 학원에서 배운걸로 취직 못하구요 결정적으로 내년에 AI 대학원 학생들 졸업하면 일자리도...  2021.03.16.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    빅데이터 / 인공지능 관련 직무의 비전에 대해... 지금 빅데이터 / 인공지능 관련 직무를 찾아보면 몇 없고 있어도 석사 이상을 많이 채용하는 것을 알 수 있습니다 하지만 저는 대학원에 갈 생각이 없고 2년후에 취직을 하기 원하는데 1.과연 일자리는 많이 늘까요? 2.현재 인공지능 관련해서 대기업이 채용하고 있는 분야가 무엇이 있을까요? ex)...      1:1  A       식물신  노주임      ... 학위 필요 없이 취업 가능한 경우는 빅데이터 분석가라고 하기에는 약간 부족한 업무를 하는 경우 라고 보시면 될것같네요. 2. 인공지능 개발 관련 분야는 이름있는 대기업은 모두 진행하고 있습니다. 3. 당장은 알 수 없습니다. 해당 자격증 시험 난이도가 어느정도 수준으로 나오냐에 따라...  2019.10.08.          QIT계열 빅데이터나 인공지능 쪽으로 취업생각중입니다.조언 부탁드립니다. ... 목표분야는 빅데이터랑 인공지능, 데이터분석쪽입니다 나이가 좀 차서 많이 걱정되는 부분이지만 노력과 성실로 매울수있는지 궁금합니다. 그리고 It전공분야쪽 학사를 따야하는지도 궁금합니다. 현실적인 조언부탁드립니다. 그나마 할수있는건 일러스트랑 라이노캐드정도겠네요 도움은...  2019.12.20.      이전 다음     관련 비전 분야        Q  문서 저장하기  Keep에 저장 Keep 바로가기    인공지능,빅데이터 인공지능그리고 빅데이터 자세하게 설명 부탁드려요.     1:1  A      tlad****      ... 빅데이터 인공지능에 관련 정보도 많습니다. 도움 많이 되실 거예요!!! 제가 오래동안 요약한 내용입니다. 링크 걸어둘게요 미래 유망 직업? 내 일자리는 안전한가? 일자리 혁명2030/ 사라지는 직업들/미래트랜드 :: 자존감지킴이 (tistory.com) 또한, 우리는 적성과 소질, 능력, 지능 등에...  2021.10.17.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    빅데이터 & 인공지능 빅데이터나 인공지능 쪽으로 가고싶다면 컴퓨터학과 3학년 커리큘럼인 1. 모바일 소픝트웨어 2. 웹서비스 3. 네트워크 4. 시스템/네트워크보안 5. 시스템 프로그래밍 중에 어떤 수업을 중점적으로 들어야하나요?        1:1  A     바람신  IT 전문 손생님      빅데이터와 인공지능에 대해서 질문을 해주셨습니다. 인공지능은 딥러닝과 머신러닝을 빅데이터기반으로 운용이되며 빅데이터는 거대한 자료를 유지보수 또는 정보의 시각화를 하는 직업입니다 두직업군은 모두 대학원 석박사과정을 진행을 하셔야하며 iT기본을 어느정도 다할줄아셔야합니다...  2020.01.20.          Q빅데이터 인공지능학과 빅데이터 인공지능 학과인데 지금 복학 준비 중입니다 근데 복학 전까지 뭐 공부할 자격증이나 빅데이터나 인공지능으로 취업할때 도움될만한 자격증같은 게 있을까요  2022.01.11.        Q인공지능학과or빅데이터학과 이번에 수시원서를 쓰는데 전남대 인공지능학과를 쓸지 빅데이터학과를 쓸지 너무 고민이 됩니다. 두 과의 입결은 비슷한데요.. 빅데이터는 고인물이 너무 많아서 석사과정은 무조건 밟아야 된다고 하는데 이건 인공지능도 마찬가지인지는 모르겠으나 둘 중 어느 과가 나을지 추천좀 해주세요.....  2021.09.09.      이전 다음     관련 학과        Q  문서 저장하기  Keep에 저장 Keep 바로가기    빅테이터 및 인공지능 질문 ... 프로그래밍을 공부하고 있는데 빅데이터와 인공지능 관련 개발자는 어떤 일을 하는지 또 취업 분야로는 어떤게 있는지 궁금헤서 질문 올립니다. 또 개발관련 분야가 너무 넓어서 어떤것을 제가 해야할지 잘 모르겠는데 저에게 맞는 개발 분야를 찾을 수 있는 방법이 있다면 알려주세요 ㅠㅠ...      1:1  A    it 전문 멘토      인공지능과 빅데이터는 일단 석사 학위가 필수입니다... 다른 IT직군으로 가서 경력을 쌓아 이직하는 게 바람직합니다. https://blog.naver.com/trasend/222255948668  2021.03.02.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    빅데이터, 인공지능 소통 서비스 어플 빅데이터, 인공지능을 활용한 상담이나 소통 서비스 어플에는 무엇이 있나요? 원리도 궁금합니다! 내공 100     1:1  A    my ball 내공      ... 인공지능 역시 이러한 빅데이터를 기반으로 파이썬이라는 기계 언어로 사람의 말을 알아듣고 학습하는 걸 뜻합니다. 말씀하신 상담이나 소통 서비스 어플은 대표적으로 은행이나 카카오톡의 자동응답봇 (챗봇) 등이 있겠죠. 또는 사물인터넷(IOT)의 기가지니, 시리, 빅스비 등도...  2021.09.10.          Q인공지능 빅데이터 인공지능의 원리가 궁금해요/ 인공지능은 어떤것들을 만들어낼수 있나요/ 빅데이터의 개념과 빅데이터를 활용하면 인공지능이 더 발달하는 건가요/  2019.05.28.      이전 다음     관련 활용 원리       ",
    "4": "      Q  문서 저장하기  Keep에 저장 Keep 바로가기    인공지능 또는 빅데이터 관련 기술 문의 ... 등등을 파악해서 저의 최종목표는 저것을 인공지능 또는 빅데이터 분석을 통해 앱 이용 미숙자들이 원하는 서비스를 얻기 위한 올바른 경로로 앱 이용 단계를 밟아갈 수 있게끔 돕는 것인데요... 1. 정확히 어떤 기술을 어떤 원리?방법?을 통해 구현할 수 있는지요? 2. 관련 실제 사례는 있나요?     1:1  A      tlad****      ... 빅데이터 인공지능에 관련 정보도 많습니다. 도움 많이 되실 거예요!!! 제가 오래동안 요약한 내용입니다. 링크 걸어둘게요 https://miso02.tistory.com/entry/%EB%AF%B8%EB%9E%98-%EC%9C%A0%EB%A7%9D-%EC%A7%81%EC%97%85-%EB%82%B4-%EC%9D%BC%EC%9E%90%EB%A6%AC%EB%8A%94-%EC%95%88%EC%A0%84%ED%95%9C%EA%B0%80-%EC%9D%BC%EC%9E%90...  2021.11.01.          Q빅데이터와 인공지능이 결합된 사례에는 무엇이 있을까요? 알파고, 왓슨은 제외하고 이야기해주세요!  2017.04.09.      이전 다음     관련 사례        Q  문서 저장하기  Keep에 저장 Keep 바로가기    인공지능과 빅데이터의 차이점이 무엇인가여?     1:1  A    김도현      ... 그래서 빅데이터 기술은 인공지능이랑은 관계가 조금 있죠 인공지능은 학습을 해야합니다 그러기 위해서는 다양한 데이터가 필요하겠죠? 그렇다면 이 데이터의 가치를 추출 할 수 있는 기술이 필요합니다 그게 빅데이터인거죠 더 궁금한점이 있으면 아래의 홈페이지를 참고해주세요  2021.09.05.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    인공지능 빅데이터 쪽으로 취업 희망하는데요 꼭 필요한 자격증이나 배워야하는 과목? 같은 것들이 있을까요 지금 학점은행제로 학위취득 목표로 있습니다     1:1  A    은챕터      인공지능, 빅데이터 쪽이 신입을 뽑는 경우가 적어서 우선은 다른 IT 분야로 취업하신 다음에 이직하시는 걸 추천드립니다. 자세한 건 아래 오픈채팅으로 카톡 남겨주세요 :)  2021.01.13.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    일의 효율성이나 속도를 높이기 위한 4차 산업혁명 이후 사용되는 알고리즘, 빅데이터, 인공지능 뭐 이런 비슷한 기술들이 뭐가 있나요?     1:1  A    salt****      ... 질문에 대해 답변해 드립니다 :) ------------------------------------------------------------ 4차 산업혁명 아후 잘 사용되는 우리 일의 효율성을 높이고 생활을 편리하게 만드는 신기술에 대해 질문을 주셨는데요, 먼저 제시해주신 인공지능과 알고리즘, 빅데이터를 제외하면 머신러닝 / 자율주행 / 사물인터넷...  2022.08.04.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    경영학과 지망 학생인데 심리학vs빅데이터분석vs인공지능 수학 경영학과 지망 학생인데 심리학(학교 내 교양과목)vs빅데이터분석(온라인공동교육과정)vs인공지능 수학(온라인공동교육) 중에 무슨 과목을 들어야 좋을까요? 학종이나 교과로 갈 생각입니다 이유도 써주세요 ㅠㅠ     1:1  A      tlad****      ... 빅데이터 인공지능에 관련 정보도 많습니다. 도움 많이 되실 거예요!!! 제가 오래동안 요약한 내용입니다. 링크 걸어둘게요 https://miso02.tistory.com/entry/%EB%AF%B8%EB%9E%98-%EC%9C%A0%EB%A7%9D-%EC%A7%81%EC%97%85-%EB%82%B4-%EC%9D%BC%EC%9E%90%EB%A6%AC%EB%8A%94-%EC%95%88%EC%A0%84...  2021.10.21.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    빅데이터, 인공지능이 주식 투자자에 미칠 영향 ... 빅데이터와 인공지능을 공부하다가 주식 투자자라는 직업이 없어질 가능성이 있다는 것을 깨닫고 질문을 하게 되었습니다. 하지만 제 생각은 데이터에 의미를 부여하는 것도 사람이고, 기획 단계에서 어떤 데이터에 목표를 둘 것인지 결정하는 것도 사람이라는 것입니다. 따라서 주식 투자자가...      1:1  A     수호신대학교학습  목우자      ... 대부분의 주식 전문가들은 자본주의가 사라지지 않는한 주식시장도 유지가 될것으로 예측을 하고 있습니다. 참 한가지만 덧붙이죠. 인공지능이 과거 데이터는 분석을 할 수 있지만 미래는 예측을 못합니다. 우리 사회의 구성원인 인간은 이성적이지도 않고 합리적이지도 않기 때문입니다.  2017.12.06.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    인공지능 빅데이터 쪽으로 취업 희망하는 25살 고졸 입니다 나중에는 관련 사업도 생각을 하고 있는데 이 분야는 무조건 학위가 필요한가요?? 만약 필요하다면 사이버대학으로도 관련 학위 취득이 가능한가요?     1:1  A     식물신중학교학습  Expert 씨앗      안녕하세요 지식IN Expert 씨앗 입니다^^ 인공지능이나 빅데이터 쪽으로 취업을 하시는 거라면 사실 학위보단 실력이 더 중요합니다. 보통 IT계열은 취성패나 국비도 많은 편인데 학벌이 없어서 취업은 가능하니깐요. 막상 사업을 할 때도 마찬가지겠지만 사업을 한다고 하더라도 학위가...  2021.01.07.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    빅데이터, IOT, 인공지능 엔지니어 빅데이터, IOT, 인공지능 관련분야 대학교를 나오고 나서 직종 전문 엔지니어가 되고 싶은데 이 직종 현실적으로는 어떤가요) 박봉, 야근 등등     1:1  A    낮겨      ... 학생분이 지금 빅데이터 & IOT & 인공지능 관련분야인 IT 직업군들을 생각중이신것 같습니다. 지금 위의 진로분야는 처음부터 바로 배우고 신입으로 들어가기엔 힘든 분야입니다. 빅데이터경우는 저희 국내에서 전문적으로 배울수 있는 기관은 [ 한국 데이터 진흥원 ] 밖에 없습니다. 물론...  2018.12.06.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    인공지능과 빅데이터의 앞으로의 전망 알려주세요ㅜㅜㅜ 인공지능과 빅데이터의 앞으로의 전망을 알고싶습니다 정확하게 써주시면 너무 좋을거같아요 !!!     1:1  A       바람신  세라피스      ... 현재 인공지능은 빅데이터와 같은 말입니다. 빅데이터는 기존의 모든 자료를 보관 기억하여 그것을 수학적 확률로 판단합니다. 인간의 지능을... 이 점은 빅 데이터가 현재로는 따라올 수 없수 업습니다.) 반면 빅데이터의 약점은 기존의 데이터를 지울 수 없습니다. 데이터가 지워졌다면...  2020.12.31.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    머신러닝 인공지능 빅데이터? 머신러닝은 인공지능에 가깝나요 빅데이터에 가깝나요?     1:1  A    도치      머신러닝은 인공지능 기술을 기반으로 빅데이터를 예측하고 분류하는 목적의 기계식 학습 방법입니다. 애초에 인공지능과 빅데이터는 이분법적으로 나누기 애매한만큼 연관성이 깊은 분야입니다.  2021.01.17.        ",
    "5": "      Q  문서 저장하기  Keep에 저장 Keep 바로가기    인공지능전문가,AR전문가,빅데이터전문가 중에 어떤 직업이 복지나 연봉이 더 높나요?        1:1  A     바람신  IT 전문 손생님      ... 인공지능과 AR 빅데이터 중에서는 인공지능의 연봉이 제일 높습니다. 그다음으로 빅데이터 AR 순으로 복지와 연봉순으로 높습니다. 인공지능은 IT분야의 모든 기술과 접목이 가능하며 4차사업혁명 분야의 기술과도 접목이 가능한 기술입니다 그런만큼 활용분야가 넓고 고난이도의 기술이기...  2020.03.09.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    생기부에 인공지능,빅데이터 관련 기재가 컴퓨터공학과진학에 도움이되나요? 현재 고3이고 컴퓨터공학과,소프트웨어 학과를 목표로 하고있습니다 1.이전 생기부활동에 인공지능,빅데이터 관련된 활동을 많이했는데 컴공을 가는데 도움이 될까요? 2.컴퓨터공학과를 가도 인공지능쪽으로 진출할수있나요?     1:1  A    dsub****      ... ------------------------------------------------------------ ♥ 질문에 대한 답변 현재 고3이고 컴퓨터공학과,소프트웨어 학과를 목표로 하고있습니다 1.이전 생기부활동에 인공지능,빅데이터 관련된 활동을 많이했는데 컴공을 가는데 도움이 될까요? 컴퓨터공학과의 세부전공이 인공지능...  2022.03.10.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    컴퓨터 프로그래밍 빅데이터, 인공지능 관련 직업군이 궁금합니다. [내공 200] 제가 컴퓨터 프로그래밍중 빅데이터와 인공지능에 관심이 생겼는데요 각각 어떤 관련 직업군이 있는지 궁금하고, 이 직업을 가지기 위해서 필요한 자격증과 전반적인 근무 내용이 궁금합니다. 현재 이쪽 계열에서 종사하고 계신분들이나 알고 계신게 있는분들 답변 기다리겠습니다.     1:1  A      정보신입니담      ... 일단 빅데이터 파트부터 설명드리겠습니다. 컴공 소프트웨어 등 컴퓨터관련 모든 학과 그리고 상경계열 파트의 경영 경제 통계 회계 등 다... 그리고 이공지능 파트에 대한 설명을 해드리자면 인공지능이나 사물인터넷 혹은 iot파트 같은 경우 최근 이슈라고 하지만 실상은 이제 막 대기업에서...  2018.04.16.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    인공지능, 빅데이터, 프로그래밍의 관계 인공지능, 빅데이터, 프로그래밍은 어떤 관계가 있나요?     1:1  A    대현쌤      ... 쉽게 프로그래밍 + 빅데이터 + 과학 -> 인공지능 이라고 생각하시면 됩니다. 빅데이터는 현재 파이썬이라는 프로그래밍 언어로 개발하는것이 이슈인데요!! 프로그래밍이 이 두가지의 기초라고 생각해주시면 됩니다. IT 진학/취업/자격증/공부법/포트폴리오 등 궁금하신 내용은 아래...  2020.08.21.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    고등학교 인공지능 수학 과목과 인공지능과 빅데이터가 관련이 있나요? ... 그래서 인공지능 수학을 들어서 빅데이터 관련 으로 세특을 만들어 볼려고 하는데 인공지능과 빅데이터가 관련이 있나요? 생각중인거는 인공지능으로 빅데이터를 모으고 그것을 통해 소비자 경험을 모으고 cx경험을 높인다. 이런 느낌으로 할려고 합니다. 가능 할까요? 인공지능 수학이 처음...      1:1  A    공식 멘토 나멱쌤      ... 수강하셔도 문제는 없으나 빅데이터와 AI분야는 석사 수준의 통계·수학 능력은 지니고 있으셔야 실무가 가능합니다 참고하시기 바랍니다 2.... 인간 행동에 대한 빅데이터를 기반으로 기계를 상황에 따라 반응하게 하는 경우(머신러닝)가 많아 연관이 되어있다고 말씀드릴 수 있겠네요 만약...  2021.09.09.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    빅데이터, 인공지능 공부 ... 이번에 GTQ 포토샵 자격증 준비하려고 해요 빅데이터 무료 교육 기회가 있더라구요 스펙이 없는 상태인데 빅데이터, 인공지능 공부를 해두면 취업에 도움이 될까요 ? 언젠간 써먹을 곳이 있을까요 난이도도 모르겠고 나랑 일이 잘 맞을지 안맞을지도 모르는데 일단 교육 신청하고 배워볼까요?...      1:1  A    상담가능01085404869      ... IT분야 과정으로는 네트워크 엔지니어, 시스템 엔지니어, 클라우드 아키텍트 빅데이터 개발자, 앱 개발자, 웹 개발자 데이터 사이언스... 위의 IT 분야를 진행하려면 네트워크, 시스템, 프로그램, 데이터 베이스, 보안 등을 기본적으로 배우셔야 위의 과정들을 더 쉽게 배우실 수...  2021.06.02.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    인공지능,빅데이터 질문 인공지능 빅데이터 질문 아래 사진 빈칸좀 알려주세요     1:1  A     물신  Tony Around      ... 챗봇, 디지털, 인공지능 관련 독립 매거진 입니다. 관련 항목들에 대해서 관심이 있으시거나 정보를 계속 얻고 싶으시다면 지속적인 방문과 관심 부탁드립니다. 이메일 무료 구독 서비스도 제공합니다. https://tonyaround.com 토니어라운드(TonyAround)는 전문 지식...  2020.12.30.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    인공지능의 학습방법, 빅데이터에 관해 질문 인공지능이 빅데이터 속에서 중요한 데이터들을 골라내어 어떤 결정을 하도록 하기 위해서 인공지능이 그러한 행동을 하도록 하는 알고리즘이 포함된 프로그램을 만들어내는 일을 소프트웨어학과에서 하나요?? 그리고 만약 인공지능이 모든 데이터을 처리하게 된다면 R프로그램과 같은...      1:1  A      전공자나부랭이      ... 도입하는데 있어서 굉장히 많은 시간과 비용이 들어가기때문에 대기업들에서나 인공지능 알고리즘에 대한 연구정도를 해볼 수 있을꺼고 소프트웨어를 만드는일을 하는쪽에서는 현재까지 나온 빅데이터, 인공지능 기술을 우리가 쓰고있는 프로그램들에 적용하는 쪽으로 일을 하고 있는...  2019.11.01.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    인공지능과 빅데이터의 관계 인공지는과 빅데이터의 밀접한 관계좀 설명해주세요 예시도요     1:1  A     바람신  윤그래      ... 인공지능이 초창기에는 정해진 명령만 또는 제한적인 명령만 수행하는 1차원적인 기술이였다면 지금은 빅데이터의 수치 및 통계를 통해 생각하는 인공지능으로 발전했습니다. 이렇게 생각하시면 편합니다. 사물인터넷,인공지능,블록체인 등등 IT의 모든 기술들은 결국 인간이 편해지기 위해...  2019.04.19.         Q  문서 저장하기  Keep에 저장 Keep 바로가기    빅데이터 는 인공지능에 밀리지 않나요? 인공지능으로 학습시켜서 빅데이터를 처리하면 되는거 아닌가요? 지금 핫해도 금방 사라질것같아요..     1:1  A    홍시      ... 질문자님께서는 빅데이터와 인공지능에 대해서 질문을 올리셨습니다. 우선 빅데이터 경우 소프트웨어에 특화된 상위계열이며, 인공지능 AI는 하드웨어 임베디드 특화계열입니다. 다만, 따로 구분이 되어있는 것이 아니라, 인공지능 AI 경우, 질문자님께서 말씀하신 것...  2018.04.02.        "
}